# Напишите простой блог на рельсе с минимальным функционалом (один автор,
# который выкладывает посты. Комментарии, сортировки, фильтры и основные рюшечки
# не обязательны, но остаются на ваше усмотрение и желание. Как и стилизация)


# Результат запушил на Heroku: https://primary-blog.herokuapp.com/

# Не совсем понял, что значит в задании "один автор",
# поэтому прикрутил базовую аутентификацию с помощью метода http_basic_authenticate_with

# Конечно, можно (и, скорее, нужно) использовать Devise (например) и делать себе админку,
# чтобы другие пользователи тоже могли регистрироваться, но не могли создавать статьи.
